Repository: jcmarinn/worldcup
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Points awarded as follow:
es: Los puntos se suman de la siguiente manera:

source: 1) 1 x Point for every correct Game Winner/Draw Result (1 pts per Game)
es: 1) 1 x Punto por cada correcto resultado de equipo ganador/empate (1 pto por Juego)

source: 2) 2 x Additional points for every exact Game Score = (3 total pts per Game)
es: 2) 2 x Puntos addicionales por cada juego con marcador exacto (3 puntos totales por Juego)

source: 3) 3 x Points for every correct Group standing = (3 pts per Group Standing)
es: 3) 3 x puntos por cada posicion correcta de Grupo (3 puntos por cad lugar de Grupo)

source: Groups
es: Grupos

source: Teams
es: Equipos

source: Game Results
es: Resultados

source: Group Standings
es: Resultados de Grupo

source: Your Game Prediction
es: Tus predicciones de Partidos

source: Games Results Score
es: Puntos por Partidos

source: Group Standing Score
es: Puntos por tabla de Grupo

source: Your Group Prediction
es: Tus predicciones de Grupo

source: Participants Scores
es: Puntos por Participante

source: Page not found
es: Pagina no encontrada

source: Real Scores
es: Resultados Reales

source: User Guess
es: Prediccion de Participante

source: Real Standing
es: REsultados de Grupo

source: World Cup Challenge
es: Competencia Copa Mundial Futbol

source: Telefonica Employees and Friends
es: Empelados de Telefonica y Amigos

source: Welcome
es: Bienvenido

source: Register to see the Menu's and start adding your predictions
es: Registrate para ver los menus y agregar tus predicciones

source: Once you register you will receive an e-mail from jcmarin.sip@gmail.com with a link to confirm registration
es: Una vez te registres te llegara un e-mail de jcmarin.sip@gmail.com para confirmar tu registro

source: Developed by JcMarin - <i>in his personal time</i> -
es: Desarrollado por JcMarin - <i>en su tiempo personal</i> -
